{
  "posts": [
    {
      "id": 1,
      "views": 120,
      "date": "08.02.2023",
      "img": "./images/news/1.png",
      "title": "Все на борт!",
      "text": "Детский центр «Космодром»: объявляется набор в группы астрономического клуба 'Альдебаран'. Подарите своим детям галактические развлечения и космические занятия! Наблюдения в телескопы, космические лекции, поиск далёких комет и астероидов и даже постройка моделей ракет – всё это ждет вашего ребёнка. Дополнительное образование может быть в радость!"
    },
    {
      "id": 2,
      "views": 110,
      "date": "06.02.2023",
      "img": "./images/news/2.jpg",
      "title": "Живой космос",
      "text": "1 февраля 2023 года случилось историческое событие – совсем рядом с Землей, прямо между Ковшом Б.Медведицы и Полярной звездой, пролетала комета C/2022 E3 (ZTF), открытая 2 марта 2022 года в рамках работы Поискового обзора транзиентов им. Цвикки. Отличные условия видимости, длина газового хвоста размером с «черпак» Ковша Большой Медведицы и блекс кометы в +5 звёздных величин сделали эту комету доступной для наблюдений даже невооруженным глазом в самых не засвеченных местах. Если вы пропустили это захватывающее явление, то не огорчайтесь! В ближайшие месяцы нас ждут: «Танцы Венеры и Юпитера» - до 1го марта, Меркурий в лучшей видимости с 28 марта – до 18 апреля и, конечно же, гибридное солнечное затмение – 20 апреля. Наблюдайте за знаковыми событиями космоса через современные телескопы 'Космодрома'!"
    },
    {
      "id": 3,
      "views": 110,
      "date": "04.02.2023",
      "img": "./images/news/1.jpg",
      "title": "Из жизни клуба",
      "text": "Наблюдение за спутниками Земли в реальном времени уже в эту пятницу! Освойте навык использования телескопа на профессиональном уровне с помощью наших преподавателей – Только для членов клуба 'Альдебаран'"
    }
  ],
  "comments": [
    {
      "id": 1,
      "body": "some comment",
      "postId": 1
    },
    {
      "id": 2,
      "body": "some comment",
      "postId": 1
    }
  ],
  "profile": {
    "name": "typicode"
  }
}
